{
    "career-card-name": "Engineer",
    "career-card-name2": "Growth",
    "career-card-name3": "Business Team",
    "career-card-title1": "Technical Support Engineer",
    "career-card-desc1": "Provide after-sales technical support for API gateway products and solutions such as Apache APISIX, APISEVEN, etc. to resolve user issues and ensure stable operation of the system.",
    "career-text2": "View details",
    "career-card-title2": "Senior Nginx Development Engineer",
    "career-card-desc2": "Responsible for the underlying Nginx optimization for Apache APISIX.",
    "career-card-title3": "Senior R&D Engineer",
    "career-card-desc3": "Development of the next-generation API management and analysis platform based on Apache APISIX.",
    "career-card-title4": "Go Development Engineer",
    "career-card-desc4": "Responsible for the design and architecture of the Apache APISIX control plane.",
    "career-card-title5": "Head of Growth",
    "career-card-desc5": "Growthing of open source communities and company commercial products.",
    "career-card-title6": "Server Development Engineer (Internship)",
    "career-card-desc6": "Complete development tasks for Apache APISIX and surrounding open source projects.",
    "career-card-title7": "Kubernetes Software Engineer",
    "career-card-desc7": "Connect with members of the open source community in a variety of ways, whether face-to-face, blogs, forums, or other social channels and events.",
    "career-card-title8": "Technical Writer",
    "career-card-desc8": "Responsible for the planning, writing and maintenance of the company's product user manuals, operation manuals and other related content.",
    "career-card-title9": "Customer Success Architect",
    "career-card-desc9": "Extensive experience in software development and operations and maintenance related work.",
    "career-card-title10": "Front-end Engineer",
    "career-card-desc10": "Responsible for the front-end development and design of the company's products.",
    "career-card-title11": "Business Development Manager",
    "career-card-desc11": "According to the company's business development needs, find and explore cooperation resources that are beneficial to the company, and evaluate the cooperability of resources.",
    "career-card-title12": "Kubernetes Software Engineer",
    "career-card-desc12": "Participate in the design and development of the Kubernetes Ingress controller based on Apache APISIX.",
    "career-card-title13": "Site Reliability Engineer",
    "career-card-desc13": "For Apache APISIX, API7 and other API gateway products, provide after-sales technical support work, solve user problems, to ensure the stable operation of the system. Participate in online duty to ensure complex systems can run stably.",
    "career-card-title14": "Project Assistant",
    "career-card-desc14": "Responsible for project planning, project creation, demand research, demand analysis, project deployment and implementation process management.",
    "career-card-title15": "Assistant Sales Manager",
    "career-card-desc15": "Responsible for the sales of solutions and services, assist the delivery team to complete the business link and help commercial enterprises to achieve success.",
    "career-card-title16": "Project Manager",
    "career-card-desc16": "Responsible for end-to-end project management, including project creation, initiation, execution, and delivery. Coordinate with pre-sales, product managers, solution managers, R&D and testing teams to conduct requirements analysis, write project proposals, conduct feasibility studies, develop project plans, coordinate resources, monitor processes, manage costs, control risks, and ensure R&D quality and efficiency.",
    "career-card-title17": "Solution Architect",
    "career-card-desc17": "Responsible for the technical communication and key customer opportunity insight in the pre-sales stage of customers."
}
